Repository: Schlaefer/Saito
Catalog: src/Locale/*/cake.po
Languages: de

source: January
de: Januar

source: February
de: Februar

source: March
de: MÃ¤rz

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: %s ago
de: vor %s

source: {0} ago
de: vor {0}

source: {0} second
de: {0} Sekunde

source: {0} hour
de: {0} Stunde

source: {0} day
de: {0} Tag

source: {0} week
de: {0} Woche

source: {0} month
de: {0} Monat

source: {0} year
de: {0} Jahr

source: about a second ago
de: vor circa 1 Sekunde

source: about a minute ago
de: vor circa 1 Minute

source: about an hour ago
de: vor circa 1 Stunde

source: about a day ago
de: vor circa 1 Tag

source: about a week ago
de: vor circa 1 Woche

source: about a month ago
de: vor circa 1 Monat

source: about a year ago
de: vor circa 1 Jahr

source: in about a second
de: circa 1 Sekunde

source: in about a minute
de: circa 1 Minute

source: in about an hour
de: circa 1 Stunde

source: in about a day
de: circa 1 Tag

source: in about a week
de: circa 1 Woche

source: in about a month
de: circa 1 Monat

source: in about a year
de: circa 1 Jahr
