Repository: Schlaefer/Saito
Catalog: src/Locale/*/default.po
Languages: de

source: Bold
de: Fett

source: Italic
de: Kursiv

source: Strike Through
de: Durchgestrichen

source: Code
de: Quellcode

source: Bullet List
de: Liste

source: Cite
de: Zitieren

source: Link
de: Verweis

source: geshi_link_popup
de: Bitte URI zum Verweis eingeben.:!:http://beispiel.de/

source: geshi_link_placeholder
de: Hier den Verweistext eingeben.

source: Media
de: Einbinden

source: Domain <strong>%s</strong> not allowed for embedding video.
de: Domain <strong>%s</strong> bei Videos nicht erlaubt.

source: The bookmark could not be saved. Please, try again.
de: Das Lesezeichen konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Bookmarks
de: Lesezeichen

source: sh.nf
de: Hilfe-Datei nicht gefunden.

source: Help
de: Hilfe

source: search_nothing_found
de: Keine Einträge.

source: search_advanced
de: Erweiterte Suche

source: search_submit
de: Suchen

source: search_term
de: Suchbegriff

source: search.q.minLength
de: Suchbegriffe müssen mindestens %s Buchstaben enthalten.

source: Rank
de: Rang

source: Sort by: {0}
de: Sortieren nach: {0}

source: search.tooShort
de: Die folgenden Wörter sind zu kurz und wurden ignoriert: {0}. Die Mindestzeichenzahl pro Wort beträgt: {1}.

source: user.admin.add.success
de: Nutzer wurde erfolgreich angelegt.

source: user.admin.add.error
de: Fehler beim Anlegen des Benutzers.

source: User not found.
de: Benutzer nicht gefunden.

source: You can't delete yourself.
de: Man kann sich nicht selbst löschen.

source: You can't delete the installation account.
de: Der Installationsbenutzer kann nicht gelöscht werden.

source: User {0} deleted.
de: Nutzer {0} gelöscht.

source: auth_autherror
de: Der Zugriff auf diese Funktion ist eingeschränkt!

source: Copy of your message: ":subject" to ":recipient-name"
de: Kopie Ihrer Nachricht: ":subject" an ":recipient-name"

source: forum-title-template
de: :page – :forum

source: user_contact_title
de: Kontaktiere {0}

source: Message was send.
de: Nachricht wurde versandt.

source: page
de: Seite

source: view.type.mix
de: Mix

source: Invalid post
de: Posting konnte nicht gefunden werden.

source: Write a New Entry
de: Neuen Beitrag verfassen

source: back_to_posting_from_linkname
de: zurück zum Posting von %s

source: Write a Reply
de: Antwort verfassen

source: notice_you_are_editing_as_mod
de: Achtung: Die folgende Aktion wird als Moderator vorgenommen!

source: edit_linkname
de: Bearbeiten

source: delete_tree_success
de: Thread erfolgreich entfernt.

source: delete_subtree_success
de: Subthread erfolgreich entfernt.

source: delete_tree_error
de: Thread konnte nicht gelöscht werden.

source: Custom
de: Angepasst

source: All Categories
de: Alle Kategorien

source: user.block.pubExpEnds
de: Mitglied %s wurde gesperrt. Versuchen Sie es in %s erneut.

source: user.block.pubExp
de: Mitglied %s wurde gesperrt.

source: User {0} is not activated yet.
de: Nutzer {0} wurde noch nicht aktiviert.

source: auth_loginerror
de: Fehler beim Login!

source: register_email_subject
de: Willkommen zu {0}!

source: username_marking
de: Benutzername

source: user_type
de: Typ

source: userlist_online
de: Online

source: registered
de: Registriert

source: admin.setting.disabled
de: Funktion "%s" ist nicht aktiviert.

source: Invalid user
de: Ungültiger Benutzer

source: user.avatar.edit.t
de: Bearbeite Nutzer Avatar {0}

source: user.edit.t
de: Bearbeite Profil {0}

source: The user could not be saved. Please, try again.
de: Der Benutzer konnte nicht gespeichert werden.

source: You can't lock yourself.
de: Man kann sich nicht selbst sperren.

source: You can't lock administrators.
de: Administratoren können nicht gesperrt werden.

source: User {0} is unlocked.
de: Benutzer {0} wurde freigegeben.

source: change_password_success
de: Passwort erfolgreich geändert.

source: error_subject_empty
de: Fehler: Betreff ist leer.

source: error_email_not-valid
de: Keine gültige Email-Adresse.

source: fixed
de: Thread fixiert

source: Helpful entry
de: Hilfreicher Beitrag

source: user.removed.placeholder
de: <gelöscht>

source: error_password_confirm
de: Password stimmt nicht mit Wiederholung überein.

source: error_no_name
de: Es wurde kein Name eingegeben.

source: error_name_reserved
de: Der Name ist bereits vergeben.

source: model.user.validate.username.hasAllowedChars
de: Der Name enthält unerlaubte Sonderzeichen.

source: error_email_reserved
de: Es ist bereits ein Benutzer mit der angegebenen E-Mail-Adresse vorhanden.

source: error_email_wrong
de: Die eingegebene E-Mail-Adresse sieht nicht richtig aus.

source: error.name.equalExists
de: Ein ähnlicher Name ist bereits vergeben: {0}

source: admin.sysInfo.version
de: Saito-Version: {0}

source: admin.sysInfo.server
de: Server: {0}

source: admin.sysInfo.baseUrl
de: Basis-URL: {0}

source: admin.sysInfo.cce
de: Cache-Methode Kern: {0}

source: admin.sysInfo.cse
de: Cache-Methode Saito: {0}

source: Empty Caches
de: Cache leeren

source: Categories
de: Kategorien

source: Add Category
de: Kategorie hinzufügen

source: Abort
de: Abbrechen

source: Edit Category
de: Kategorie bearbeiten

source: New Category
de: Neue Kategorie

source: sort.order
de: Sortierung

source: accession.read
de: Lesen

source: accession.new_thread
de: Thema verfassen

source: accession.new_posting
de: Antwort verfassen

source: Actions
de: Aktion

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Settings
de: Einstellungen

source: Submit
de: Absenden

source: Deactivate Forum
de: Forum deaktivieren

source: Base Preferences
de: Grundeinstellungen

source: View
de: Anzeigen

source: admin.set.map
de: Karten

source: Edit Smiley Code
de: Smiley-Code bearbeiten

source: New Smiley Code
de: Neuer Smiley Code

source: Are you sure you want to delete # %s?
de: # %s wirklich löschen?

source: Add Smiley
de: Smiley hinzufügen

source: Icon
de: Ikon

source: Image
de: Bild

source: Edit Smiley
de: Smiley bearbeiten

source: Admin Edit Smiley
de: Admin Smiley bearbeiten

source: New Smiley
de: Neuer Smiley

source: List Smiley Codes
de: Smiley Liste

source: Add User
de: Benutzer hinzufügen

source: user.block.history
de: Sperren

source: Delete User {0}
de: Entferne Benutzer {0}

source: New User
de: Neuer Benutzer

source: user_email
de: Email

source: Edit Bookmark
de: Lesezeichen bearbeiten

source: Enter your comment here
de: Hier Kommentar eingeben

source: btn-comment-title
de: Kommentieren

source: Subject
de: Betreff

source: Comment
de: Kommentar

source: discl.status
de: :entries Beiträge in :threads Themen; :registered Mitglieder, :loggedin angemeldet, :anon Gäste.

source: user_area_linkname
de: Benutzer

source: user.type.admin
de: Administrator

source: user.type.mod
de: Moderator

source: user.type.user
de: Benutzer

source: user.recentposts.t
de: Letzte Beiträge {0}

source: user_contact_sender-contact
de: Ihre Kontaktadresse

source: Title
de: Titel

source: user_contact_subject
de: Betreff

source: user_contact_message
de: Nachricht

source: user_contact_send_carbon_copy
de: Kopie an mich senden

source: email_footer
de: Diese E-Mail wurde über das Forum {0} ({1}) gesendet.

source: Apply
de: Anwenden

source: btn-showThreadInMixView
de: mix

source: gn.btn.collapse.t
de: Einklappen

source: gn.btn.more.t
de: mehr

source: {0} edited by {1}
de: {0} bearbeitet durch {1}

source: forum_answer_linkname
de: Antworten

source: merge_tree_link
de: Zusammenlegen

source: delete_tree_link
de: Löschen

source: Ressources
de: Ressourcen

source: Contact
de: Kontakt

source: About
de: Über

source: Powered by Saito v{0}.
de: Angetrieben durch Saito v{0}.

source: Generated in {0} s.
de: Generiert in {0} s.

source: register_linkname
de: Registrieren

source: login_btn
de: Einloggen

source: ial.aa
de: Einstellungen

source: logout_linkname
de: Ausloggen

source: ncy.aub
de: Noch keine Sperrungen.

source: user.block.active
de: Gesperrt

source: user.block.reason
de: Grund

source: user.block.start
de: Start

source: user.block.ended
de: Beendet

source: user.block.ends
de: Geplantes Ende

source: user_name
de: Benutzername

source: user.block.unblock
de: Aufheben

source: user.block.reason.1
de: Gesperrt durch Moderator {0}.

source: user_pw
de: Passwort

source: auto_login_marking
de: an diesem Computer automatisch einloggen

source: register_user_name
de: Benutzername

source: register_user_email
de: E-Mail Adresse

source: user_pw_confirm
de: Passwort wiederholen

source: register_tos_linktext
de: Nutzungsbedingungen

source: register_tos_label
de: Ich bin mit den {0} einverstanden

source: register_email_content
de: Hallo, willkommen bei {0}! Um Ihr Benutzerkonto zu aktivieren, besuchen Sie bitte folgenden Verweis innerhalb der nächsten 24 Stunden: {1}

source: preview
de: Vorschau

source: submit_button
de: Eintragen

source: new_entry_linkname
de: Neuer Eintrag

source: Merge thread {0}
de: Thread {0} anfügen

source: Back
de: Zurück

source: back_to_forum_linkname
de: Zurück zum Forum

source: Overview
de: Übersicht

source: Search
de: Suche

source: gn.btn.save.t
de: Speichern

source: gn.btn.delete.t
de: Löschen

source: change_password_link
de: Passwort ändern

source: change_password_old_password
de: Altes Passwort

source: change_password_new_password
de: Neues Passwort

source: change_password_new_password_confirm
de: Neues Passwort wiederholen

source: change_password_btn_submit
de: Passwort ändern

source: userlist_email
de: E-Mail

source: user.set.avatar.t
de: Avatar ändern

source: user.avatar.t
de: Avatar

source: user_real_name
de: Realer Name

source: user_real_name_exp
de: (optional)

source: user_hp
de: Homepage

source: user_hp_exp
de: (optional)

source: user_place_exp
de: (optional)

source: user_place
de: Ort

source: user_profile
de: Profil

source: user_profile_exp
de: wird in der Benutzerinfo angezeigt (optional)

source: user_signature
de: Signatur

source: user_signature_exp
de: Signatur, welche an eigene Postings angehängt wird.

source: user_sort_last_answer
de: Sortierreihenfolge

source: user_sort_last_answer_time
de: Zeit

source: user_sort_last_answer_last_answer
de: Letzte Antwort

source: user_sort_last_answer_exp
de: Reihenfolge nach der die Threads auf der Startseite geordnet werden. Zeit: feste Reihenfolge nach Startzeitpunkt des Threads. Letzte Antwort: Threads mit neuen Antworten wandern nach oben.

source: user_automaticaly_mark_as_read
de: Intelligentes Gelesen-Markieren

source: user_automaticaly_mark_as_read_exp
de: Intelligentes Gelesen-Markieren (iMAR)

source: user_signatures_hide
de: Signaturen ausblenden

source: user_signatures_hide_exp
de: Signaturen der anderen Benutzer komplett ausblenden.

source: user_signatures_images_hide_exp
de: Nur Bilder in Signaturen der anderen Benutzer ausblenden.

source: user_forum_refresh_time
de: Aktualisierungszeit

source: user_forum_refresh_time_exp
de: Zeit in Minuten, nach der die Forumsübersicht automatisch neu geladen wird (optional)

source: user_theme
de: Theme

source: user_theme_exp
de: Anderes Aussehen auswählen. (optional)

source: user_colors
de: Farben

source: user_color_new_postings_exp
de: Neue Beiträge

source: user_color_old_postinings_exp
de: Alte Beiträge

source: user_color_actual_posting_exp
de: Aktueller Beitrag

source: inline_view_on_click
de: Posting aufklappen

source: inline_view_on_click_exp
de: Beim Klick auf den Link zu einem Posting wird dieses nicht auf einer neuen Seite geöffnet, sondern direkt an der Stelle aufgeklappt.

source: user_show_thread_collapsed
de: Threads einklappen

source: user_show_thread_collapsed_exp
de: Threads sind standardmässig eingeklappt und müssen manuell geöffnet werden.

source: user_pers_msg
de: Persönliche&nbsp;Nachrichten empfangen

source: user_pers_msg_exp
de: Sollen persönliche Nachrichten registrierter Benutzer per E-Mail empfangen werden können? (die E-Mail-Adresse kann dabei nicht vom Sender eingesehen werden)

source: user_category_override
de: Kategorienfilter

source: login_linkname
de: log in

source: user_since
de: Mitglied seit

source: date_short
de: %d.%m.%Y

source: user_postings
de: Beiträge

source: user_ignored_by
de: Ignoriert von

source: user_ignores
de: Ignorierte Mitglieder

source: edit_userdata
de: Bearbeiten

source: unignore_this_user
de: Ignorierung aufheben

source: ignore_this_user
de: Ignorieren

source: No entries created yet.
de: Noch keine Beiträge verfasst.

source: Show all
de: Alle anzeigen

source: Block User
de: Nutzer sperren

source: :hours hours
de: :hours Stunden

source: No log file found.
de: Keine Log-Datei vorhanden.

source: user.type.anon
de: Anonym

source: error_category_empty
de: Bitte Kategorie wählen.

source: views_headline
de: Aufrufe

source: edit
de: Bearbeiten

source: Key
de: Schlüssel

source: Value
de: Wert

source: Explanation
de: Beschreibung

source: yesterday
de: Gestern

source: user.map.b.locate
de: Orten

source: user.map.b.clear
de: Entfernen

source: Enter link to media or embedding code:
de: Bitte Verweis zu Mediendatei oder Code zum Einbinden angeben:

source: Insert
de: Einfügen

source: Nothing recognized.
de: Nichts erkannt.

source: ncy.bkm
de: Noch keine Lesezeichen angelegt.

source: delete_tree_link_confirm_message
de: (Sub)Thread wirklich löschen? – Diese Aktion kann nicht rückgängig gemacht werden!

source: upload_btn_insert_into_posting
de: Einfügen

source: upload_new_title
de: Neues Bild hier hineinwerfen

source: upload_info
de: Max. :size; jpg, jpeg, png, gif

source: upload_btn
de: Hochladen

source: Hit enter to mark as read
de: Enter für gelesen markieren

source: Notification
de: Benachrichtigung

source: Entry is bookmarked
de: Eintrag ist in den Lesezeichen

source: Mark entry as helpful
de: Beitrag als hilfreich markieren.

source: This web-application depends on Cookies and localStorage. Please make those available in your browser.
de: Diese Web-Anwendung benötigt Cookies und localStorage. Bitte aktivieren Sie diese im Browser.

source: upload_fileTypeNotAllowed
de: Dateityp nicht erlaubt.

source: upload_fileToLarge
de: Datei :name zu groß.

source: upload_browserNotSupported
de: Browser wird nicht unterstützt.

source: upload_toManyFiles
de: Zu viele Dateien.

source: upload_genericError
de: Beim Hochladen ist ein Fehler aufgetreten.
