Repository: Schlaefer/Saito
Catalog: plugins/Installer/src/Locale/*/installer.po
Languages: de

# update.title
source: Saito Update
de: Saito Aktualisierung

# update.failure.explanation
source: The update failed. The database is in an unknown state and data may be corrupted. The best way forward is to use database backup and try again. If you want to report the issue please provide the log below.
de: Die Aktualisierung ist fehlgeschlagen. Die Datenbank befindet sich in einem unbekannten Zustand. Stellen Sie die Datenbank aus einer Sicherung wieder her und versuchen Sie es erneut. Für das Nachverfolgen dieses Fehlers notieren Sie bitte den folgenden Bericht:

# update.failure.nodbversion
source: Updater failed. The updater can't determine the database version.
de: Aktualisierung kann nicht vorgenommen werden. Der Updater kann die Version der Datenbank nicht feststellen.

# update.failure.wrongdbversion
source: Can't apply update. An update from version {v} is not supported by the updater.
de: Aktualisierung kann nicht vorgenommen werden. Eine aktualisierung von Version {v} wird nicht unterstützt.

# connected.title
source: Existing Installation
de: Bestehende Installation

# connected.explanation
source: There seems to be an existing installation in the database. Delete the existing tables manually and restart the installation or proceed to update the existing installation. If you want to update an existing installation please delete the file <code>config/installer</code>
de: Es befindet sich scheinbar bereits eine Installation in der Datenbank. Bitte löschen Sie die Altinstallation händisch aus der Datenbank und starten Sie die Installation erneut. Um eine bestehende Installation zu aktualisieren, löschen Sie die Datei <code>config/installer</code>.

# connected.button.restart
source: Restart installation
de: Installation erneut starten

# populate.title
source: Fill Database
de: Datenbank vorbereiten

# populate.explanation
source: Please provide a name, a password and an email-address for an administrator account. The email-address is also used as the forum's default email-address. You may change that in the settings later.
de: Bitte geben Sie die Daten für das Anlegen eines Administrator-Kontos an. Die Email-Adresse wird zudem als Standardadresse für Forums-Email verwendet und kann in den Einstellungen nachträglich geändert werden:

# populate.form.submit
source: Save data
de: Anlegen

# reload
source: Try Changes
de: Änderungen testen

# connection.title
source: Database Connection
de: Datenbank-Verbindung

# connection.failure
source: ❌ No connection to database.
de: ❌ Keine Verbindung zur Datenbank.

# connection.explanation
source: You have to connect to a database. Usually this should be a MySQL or MariaDB database. Set the database connection configuration as <code>Datasource => default</code> in <code>config/app.php</code>.
de: Eine Datenbank wird benötigt. Normalerweise ist dies entweder MySQL oder MariaDB. Die Datenbank-Verbindung wird als <code>Datasource => default</code> in <code>config/app.php</code> konfiguriert.

# connection.see
source: For detailed information see <a href="https://book.cakephp.org/3.0/en/orm/database-basics.html#configuration" target="_blank">CakePHP's documentation</a> (this is the PHP-framework we use).
de: Für weitere Informationen siehe die <a href="https://book.cakephp.org/3.0/en/orm/database-basics.html#configuration" target="_blank">CakePHP-Dokumentation</a> (CakePHP ist das unterliegende PHP-Framework).

# connection.success
source: 👍 Connected to database.
de: 👍 Verbindung zur Datenbank hergestellt.

# finished.title
source: 🏁 🙂 Installation Finished
de: 🏁 🙂 Installation Abgeschlossen

# finished.explanation
source: Delete the file <code>config/installer</code> to deactivate the installer and proceed to the forum.
de: Entfernen Sie die Datei <code>config/installer</code> um den Installer zu deaktivieren und zum Forum zu gelangen.

# finished.debug
source: To solve problems check the log-files (esp. <code>logs/error.log</code>) or activate the debug-mode with <code>'debug' => true;</code> in <code>config/app.php</code>.
de: Bei Problemen hilft ein Blick in die Log-Dateien (insbesondere <code>logs/error.log</code>) oder ein Aktivieren des Debug-Modus in <code>config/app.php</code> (<code>'debug' => true</code>).

# migrate.title
source: Create Tables
de: Tabellen Einrichten

# migrate.explanation
source: This step creates the tables with the initial data.
de: Im nächsten Schritt werden die Tabellen angelegt und mit Startdaten eingerichtet.

# migrate.form.startMigration
source: Create tables
de: Tabellen einrichten

# salt.title
source: Set Security Salt
de: Sicherheits-Salt setzen

# salt.failure
source: ❌ Security salt not secure.
de: ❌ Sicherheits-Salt nicht gesetzt.

# salt.explanation
source: Next you have to set the security salts <code>Security => salt</code> and <code>Security => cookieSalt</code>. Find and replace the placeholders <code>__SALT__</code> in <code>config/app.php</code> Salts are long random strings securing passwords and logins. Here are two strings ready to use for you:
de: Ein Sichereits-Salt muss als <code>Security => salt</code> und <code>Security => cookieSalt</code> in <code>config/app.php</code> gesetzt werden. Ein Salt ist eine lange, zufällige Zeichenkette, die das Absichern von Passwörtern und Zugangsdaten unterstützt. Hier sind zwei bereit für die Nutzung:

# salt.warning
source: ⚠️ Store those and keep them in a save place! Without you can't set-up the forum using your existing data again later.
de: ⚠️ Die verwendeten Salts aufschreiben und sicher verwahren! Das Forum kann ohne diese nicht erneut mit Bestandsdaten aufgesetzt werden!

# salt.success
source: 👍 Security salt is set.
de: 👍 Sicherheits-Salt konfiguriert.

# update.failure.title
source: Update Failed
de: Aktualisierung Fehlgeschlagen

# update.failure.seelog
source: See the the Installer-log for more information.
de: Detailiertere Informationen finden sich im Installer-Log.

# update.dbOutdated.title
source: Database Update
de: Datenbank Aktualisieren

# update.dbOutdated.failure
source: ❌ The database is not up to date.
de: ❌ Datenbank ist nicht auf dem neuesten Stand.

# update.dbOutdated.explanation
source: The database was last used with a different forum version. The database was last used with Saito {dbVersion}. The currently installed Saito version is {saitoVersion}. You can upate the database to match the forum below.
de: Die Datenbank wurde zuletzt mit einer anderen Forumsversion verwendet. Die Datenbank befindet sich auf Stand {dbVersion}, während das Forum in Version {saitoVersion} installiert ist. Die Datenbank kann im folgenden aktualisiert werden.

# update.dbOutdated.backup
source: ⚠️ You should backup the database before proceeding. There's always the chance that the automated update fails leaving your database in a non-recoverable state.
de: ⚠️ Sie sollten vor dem Fortfahren eine Sicherung Ihrer Datenbank vornehmen. Es besteht immer die Möglichkeit, dass die Aktualisierung fehlschlägt und die Datenbank in einem beschädigten Zustand zurücklässt.

# update.form.explanation
source: Please provide the name and password of the database you are about to update:
de: Bitte geben Sie die Daten für die Datenbank ein, die aktualisiert wird:

# update.form.dbname
source: Database Name
de: Datenbank-Name

# update.form.dbpassword
source: Database Password
de: Datenbank-Passwort

# update.form.error
source: The provided data is not correct.
de: Die eingegebenen Daten sind nicht korrekt.

# update.dbOutdated.submit
source: Update the database
de: Aktualisierung starten

# update.finished.title
source: Update Finished
de: Aktualisierung Abgeschlossen

# update.finished.success
source: 👍 Everything up to date.
de: 👍 Alles aktuell.

# update.finished.explanation
source: The update was successfully applied.
de: Die Aktualisierung wurde erfolgreich abgeschlossen.

# update.finished.btn
source: Go to forum
de: Zum Forum
