Repository: Schlaefer/Saito
Catalog: frontend/src/locale/*.po
Languages: de

# answer.btn.preview
source: Preview
de: Vorschau

# answer.btn.sbmt
source: Submit
de: Eintragen

# answer.cat.l
source: Category
de: Kategorie

# answer.cite.t
source: Cite
de: Zitieren

# answer.draft.saved.t
source: Answer is saved as draft.
de: Antwort ist als Entwurf gespeichert.

# answer.draft.unsaved.t
source: Not all changes are saved as draft.
de: Nicht alle Änderungen sind als Entwurf gespeichert.

# answer.reply.t
source: Write a Reply
de: Antwort verfassen

# answer.subject.t
source: Subject
de: Betreff

# answer.submit.e.t
source: Error: Posting Could Not Be Saved
de: Fehler: Beitrag wurde nicht gesichert

# api.generic.e.exp
source: Couldn't reach the internet server. Check your connection and try again.
de: Es konnte keine Verbindung zum Internet-Server hergestellt werden.

# api.generic.e.t
source: Error: Couldn't Connect to Server
de: Fehler: Keine Verbindung zum Server

# bkm.delete.failure
source: Error: Bookmark could not be deleted.
de: Fehler: Lesezeichen konnte nicht gelöscht werden.

# bkm.delete.title
source: Delete bookmark
de: Lesezeichen löschen

# bkm.edit.title
source: Comment
de: Kommentieren

# bkm.failure.loading
source: Error: Bookmarks could not be loaded.
de: Fehler: Lesezeichen konnten nicht geladen werden.

# bkm.ncy
source: No bookmarks created yet.
de: Noch keine Lesezeichen angelegt.

# bkm.save.btn
source: Save bookmark.
de: Lesezeichen speichern

# bkm.save.failure
source: Error: Bookmark could not be saved.
de: Fehler: Lesezeichen konnte nicht gespeichert werden.

# bkm.title.pl
source: Bookmarks
de: Lesezeichen

# bmk.doBookmark
source: Bookmark the entry
de: Eintrag zu den Lesezeichen hinzufügen

# bmk.isBookmarked
source: Entry is bookmarked
de: Eintrag ist in den Lesezeichen

# category.title.pl
source: Categories
de: Kategorien

# editor.link.insert
source: Insert link
de: Verweis einfügen

# editor.link.t
source: Insert Link
de: Verweis

# editor.link.title.t
source: Title
de: Verweis-Titel

# editor.link.url.t
source: URL
de: Verweis-URL

# medins.insert.btn
source: Insert
de: Einbinden

# medins.notRecognized
source: Nothing recognized.
de: Nicht erkannt.

# medins.title
source: Embed Content
de: Inhalte einbinden

# posting.delete.abort.btn
source: Abort
de: Abbrechen

# posting.delete.title
source: Delete Posting
de: Beitrag löschen

# posting.helpful
source: Mark entry as helpful.
de: Beitrag als hilfreich markieren.

# preview.e.generic
source: Error: Couldn't load preview.
de: Fehler: Vorschau konnte nicht geladen werden.

# preview.t
source: Preview
de: Vorschau

# time.relative.yesterday
source: yesterday
de: Gestern

# tree.delete.confirm
source: Are sure?
de: Sicher?

# upl.btn.abort.title
source: Abort upload
de: Hochladen abbrechen

# upl.btn.insert
source: Insert
de: Einfügen

# upl.btn.title
source: Chose file…
de: Datei auswählen…

# upl.del.btn
source: Delete file
de: Datei löschen

# upl.failure
source: Error occurred on upload.
de: Beim Hochladen ist ein Fehler aufgetreten.

# upl.loading
source: Loading
de: Lade

# upl.ncy
source: No uploads yet.
de: Noch nichts hochgeladen.

# upl.new.title
source: Drop File Here
de: Datei hier hineinziehen

# upl.title
source: Uploads
de: Hochladen

# user.block.hours
source: {hours} hours
de: {hours} Stunden

# user.recentposts.t
source: Recent Postings
de: Letzte Beiträge
